{
	"id": "sais",
	"name": "sais",
	"title": "Spelljammer: Adventures in Space",
	"description": "<p>Set Sail for the Stars!</p><p>Spelljammer: Adventures in Space presents the Astral Plane as a Dungeons &amp; Dragons campaign setting unlike any other. Home of the stars and gateway to the heavens, the Astral Plane teems with excitement and possibility. With the help of magic, spelljammers can cross the oceans of Wildspace, ply the silvery void known as the Astral Sea, and hop between worlds of the D&amp;D multiverse.</p><p>This set contains everything a Dungeon Master needs to run adventures and campaigns set in the starlit realms of Wildspace and the Astral Sea, as well as new options for players who want to create characters at home in this fantastic setting including:</p><ul><li><strong>New spells</strong> <strong>and magic items</strong> for your party</li><li><strong>60+ new creatures</strong> including astral elves, cosmic horrors, lunar and solar dragons, murder comets, and space clowns to use in encounters</li><li>Rules for running D&amp;D campaigns set in <strong>Wildspace</strong> and the <strong>Astral Sea</strong></li><li>Deck plans and descriptions for spelljamming ships</li><li>The <strong>Rock of Bral,</strong> an asteroid-city that can serve as both an adventure location and a campaign hub</li><li>A space-faring adventure for characters <strong>levels 5–8</strong></li></ul><p>This 3-book set comprises:</p><ul><li><em>The Astral Adventurer’s Guide</em>: Welcome to the Astral Plane—the starlit realm that surrounds the worlds of the D&amp;D multiverse. Hop aboard a spelljamming ship and set a course for adventure. In Wildspace, everyone can hear you scream. This book is for players and Dungeon Masters that presents the Astral Plane as a campaign setting</li><li><em>Boo’s Astral Menagerie</em>: The Astral Plane holds more than the promise of adventure among the stars. It is also home to some of the most fantastic creatures in the D&amp;D multiverse. Boo, the space hamster whose adventures with Minsc the Ranger are legendary, presents this compact collection of cosmic creatures to populate your Spelljammer adventures.</li><li><em>Light of Xaryxis</em>: An adventure for Dungeon Masters set in the Astral Plane. When a cosmic enemy threatens to destroy their world, brave heroes must do everything in their power to save it. This quest will take them across the teeming oceans of Wildspace to the silvery void of the Astral Sea and beyond. Along the way, they’ll make friends, encounter terrifying foes, and face one cliffhanger after another. Can they save their world before time runs out?</li></ul>",
	"authors": [
		{
			"name": "MrPrimate",
			"email": "jack@mrprimate.co.uk",
			"url": "https://mrprimate.co.uk",
			"patreon": "https://www.patreon.com/MrPrimate",
			"discord": "https://discord.gg/WzPuRuDJVP"
		},
		{
			"name": "The Forge",
			"url": "https://forge-vtt.com",
			"email": "contact@forge-vtt.com",
			"discord": "https://forge-vtt.com/discord",
			"reddit": "https://www.reddit.com/r/ForgeVTT",
			"twitter": "@ForgeVTT"
		}
	],
	"url": "https://www.dndbeyond.com/sources/dnd/sais",
	"license": "",
	"readme": "",
	"bugs": "",
	"changelog": "",
	"flags": {},
	"version": "0.0.0",
	"compatibility": {
		"minimum": "0.7.9",
		"verified": "10"
	},
	"minimumCoreVersion": "0.7.9",
	"compatibleCoreVersion": "10",
	"scripts": [],
	"esmodules": [],
	"styles": [],
	"languages": [],
	"packs": [
		{
			"name": "scenes",
			"label": "SAIS Scenes",
			"path": "packs/scenes.db",
			"entity": "Scene",
			"type": "Scene",
			"system": "dnd5e"
		}
	],
	"relationships": {
		"systems": [
			{
				"id": "dnd5e",
				"type": "system",
				"manifest": "https://github.com/foundryvtt/dnd5e/releases/latest/download/system.json",
				"compatibility": {
					"verified": "2.0.3"
				}
			}
		]
	},
	"system": [
		"dnd5e"
	],
	"dependencies": [],
	"socket": false,
	"manifest": "",
	"download": "",
	"protected": false,
	"manifestPlusVersion": "1.2.0",
	"media": [
		{
			"type": "cover",
			"url": "ddb://image/sais/listing_images/637859890823057854.jpeg"
		}
	]
}
