{
	"id": "dmg-2024",
	"name": "dmg-2024",
	"title": "Dungeon Master’s Guide (2024)",
	"description": "<h3>Weave Fantastical Adventures</h3><p>Excite your imagination with the D&amp;D <em>Dungeon Master’s Guide</em> (2024), revised and expanded for fifth edition Dungeons &amp; Dragons! We’ve created this essential resource with wonderful world-building resources and real-world advice for your D&amp;D sessions, such as how to accommodate missing players or address metagaming.</p><h3>A New Game Awaits</h3><p>Engage your players with fresh mechanics, including a revised magic item crafting system and rules for base building with Bastions. Get lost in pages of spectacular new artwork, featuring new magic items and marvelous D&amp;D landscapes. Enhance your experience with new quality-of-life improvements, including thoughtfully designed handouts and an alphabetized Lore Glossary. Whether you're a new or experienced Dungeon Master, here’s everything you need to weave epic tales, build fantastical worlds, and inspire memorable moments for your party to enjoy.</p><h3>Ready-made Adventure</h3><p>Explore the Greyhawk campaign setting as you improve your DM skills. This book presents Greyhawk as a customizable, ready-to-use campaign setting for Dungeon Masters. Set your adventures within Greyhawk or use it as a foundation for worlds you create.</p><h3>New Features:</h3> <ol><ul><li>Intended for Dungeon Masters of all experience levels, providing useful tools and advice for running your D&amp;D game.</li><li>Includes real-world examples of common pitfalls for Dungeon Masters, along with suggestions for how to handle them.</li><li>15 new, ready-to-use, reusable maps for homebrew adventures.</li><li>Multiple handouts and resources for keeping track of campaigns.</li><li>Presents Greyhawk as a customizable, ready-to-use campaign setting for Dungeon Masters. Set your adventures within Greyhawk or use it as a foundation for worlds you create.</li><li>More than 400 new and improved treasures and magical items, including 18 brand new magical items.</li><li>Contains rules for bastions, strongholds built and controlled by players. With crafting, base-building, and resource gathering, bastions are a fun between-session option for players.</li><li>Easily find information on key D&amp;D characters and locations with the Lore Glossary.</li></ul></ol>",
	"authors": [
		{
			"name": "MrPrimate",
			"email": "jack@mrprimate.co.uk",
			"url": "https://mrprimate.co.uk",
			"patreon": "https://www.patreon.com/MrPrimate",
			"discord": "https://discord.gg/WzPuRuDJVP"
		},
		{
			"name": "The Forge",
			"url": "https://forge-vtt.com",
			"email": "contact@forge-vtt.com",
			"discord": "https://forge-vtt.com/discord",
			"reddit": "https://www.reddit.com/r/ForgeVTT",
			"twitter": "@ForgeVTT"
		}
	],
	"url": "https://www.dndbeyond.com/sources/dnd/dmg-2024",
	"license": "",
	"readme": "",
	"bugs": "",
	"changelog": "",
	"flags": {},
	"version": "0.0.0",
	"compatibility": {
		"minimum": "0.7.9",
		"verified": "10"
	},
	"minimumCoreVersion": "0.7.9",
	"compatibleCoreVersion": "10",
	"scripts": [],
	"esmodules": [],
	"styles": [],
	"languages": [],
	"packs": [],
	"relationships": {
		"systems": [
			{
				"id": "dnd5e",
				"type": "system",
				"manifest": "https://github.com/foundryvtt/dnd5e/releases/latest/download/system.json",
				"compatibility": {
					"verified": "2.0.3"
				}
			}
		]
	},
	"system": [
		"dnd5e"
	],
	"dependencies": [],
	"socket": false,
	"manifest": "",
	"download": "",
	"protected": false,
	"manifestPlusVersion": "1.2.0",
	"media": [
		{
			"type": "cover",
			"url": "ddb://image/dmg-2024/listing_images/638520960645819732.jpeg"
		}
	]
}
