{
	"id": "phb-2024",
	"name": "phb-2024",
	"title": "Player’s Handbook (2024)",
	"description": "<blockquote>Embark on an epic adventure 10 years in the making.</blockquote><p>Introducing the <b>2024 Player’s Handbook</b>, the new and improved guide for fifth edition DUNGEONS &amp; DRAGONS. We’ve loved hearing from you and built this book to deliver what you want—and more!</p><p>New features:</p><ul><li>Customize your character with <strong>12 classes</strong>, <strong>48 subclasses</strong>, <strong>10 species</strong>, <strong>16 backgrounds</strong>, and <strong>75 feats</strong>, revised and balanced for maximum fun.</li><li>The ideal start to your D&amp;D adventures, with updated learn-to-play and character creation sections.</li><li>Improved layout and organization help you find the information you’re looking for more easily and clearly.</li><li>Craft new items and discover fresh ways to utilize your tools with a new <strong>Tools &amp; Crafting System</strong>.</li><li>Get greater versatility in combat with new <strong>Weapon Masteries</strong>.</li><li>Explore more than <strong>380 spells</strong>, including all-new additions to your arsenal.</li><li>Locate rules information easily with an alphabetized <strong>Rules Glossary</strong>.</li></ul><blockquote>Play Your Way</blockquote><p>Introducing the 2024 Player’s Handbook, the new and improved guide for fifth edition DUNGEONS &amp; DRAGONS. We’ve loved hearing from you and built this book to deliver what you want—and more! Packed with endless character options, striking illustrations, and a streamlined design, every part of this 384-page book is a joy to experience. Play however you want with optimized rules for character creation and advancement, exploration, combat, equipment, spells, and much more. Create characters you’ll love from an expanded selection of character options, revised and balanced for maximum fun.</p><blockquote>Quicker Reference</blockquote><p>Find whatever you’re looking for with an improved layout, better organization, and an alphabetized Rules Glossary. Updated character creation and learn-to-play sections make starting your adventure easier than it's ever been, whether you're a veteran or a brand new player. A world of new possibilities awaits!</p><blockquote>Incredible Customization</blockquote><p>Expanded player options! Customize your character with 12 classes, 48 subclasses, 10 species, 16 backgrounds, and 75 feats, revised and balanced for maximum fun. Everything has been thoughtfully designed from the ground up based on 10 years of feedback from the D&amp;D community to provide you with the ultimate character creation experience. Explore the new Weapon Mastery feature to give your fighter an extra boost in battle, or discover any of the 380 spells available in this guide to build your ideal wizard!</p>",
	"authors": [
		{
			"name": "MrPrimate",
			"email": "jack@mrprimate.co.uk",
			"url": "https://mrprimate.co.uk",
			"patreon": "https://www.patreon.com/MrPrimate",
			"discord": "https://discord.gg/WzPuRuDJVP"
		},
		{
			"name": "The Forge",
			"url": "https://forge-vtt.com",
			"email": "contact@forge-vtt.com",
			"discord": "https://forge-vtt.com/discord",
			"reddit": "https://www.reddit.com/r/ForgeVTT",
			"twitter": "@ForgeVTT"
		}
	],
	"url": "https://www.dndbeyond.com/sources/dnd/phb-2024",
	"license": "",
	"readme": "",
	"bugs": "",
	"changelog": "",
	"flags": {},
	"version": "0.0.0",
	"compatibility": {
		"minimum": "0.7.9",
		"verified": "10"
	},
	"minimumCoreVersion": "0.7.9",
	"compatibleCoreVersion": "10",
	"scripts": [],
	"esmodules": [],
	"styles": [],
	"languages": [],
	"packs": [],
	"relationships": {
		"systems": [
			{
				"id": "dnd5e",
				"type": "system",
				"manifest": "https://github.com/foundryvtt/dnd5e/releases/latest/download/system.json",
				"compatibility": {
					"verified": "2.0.3"
				}
			}
		]
	},
	"system": [
		"dnd5e"
	],
	"dependencies": [],
	"socket": false,
	"manifest": "",
	"download": "",
	"protected": false,
	"manifestPlusVersion": "1.2.0",
	"media": [
		{
			"type": "cover",
			"url": "ddb://image/phb-2024/listing_images/638520961158909820.jpeg"
		}
	]
}
